Repository: Klegy/TCPlayer
Catalog: TCPlayer/Properties/Resources.*.resx
Languages: hu_hu

# Chapters_Begin
source: Jump to begining
hu_hu: Ugrás az elejére

# Chapters_Jumpto
source: Jump to {0}
hu_hu: Ugrás ide: {0}

# Engine_Error
source: {0} Bass Error code: {1} Error Description: {2}
hu_hu: {0}\r\nBass Hiba kód: {1}\r\nLeírás: {2}

# Engine_ErrorBass
source: Bass.dll init failed
hu_hu: Bass.dll inicializációs hiba

# Engine_ErrorMixer
source: Mixer stream create failed
hu_hu: Mixer csatorna létrehozási hiba

# Engine_ErrorMixerChannel
source: Mixer channel add failed
hu_hu: Mixer csatorna hozzáadási hiba

# Engine_ErrorSoundfont
source: Sound font is missing, or not set. MIDI playback is not possible.
hu_hu: Hiányzó vagy nem beállított Sound font. A MIDI lejátszás nem lehetséges

# MainWin_About
source: About ...
hu_hu: Névjegy ...

# MainWin_AlwaysTopDisabled
source: Always top: off
hu_hu: Mindig felül: kikapcsolva

# MainWin_AlwaysTopEnabled
source: Always top: on
hu_hu: Mindig felül: bekapcsolva

# MainWin_ChangeDevice
source: [ Change output device... ]
hu_hu: [ Kimenet választás ... ]

# MainWin_ErrorMediaKeys
source: Media keys are in use by another application. To Use media key functions please close other apps that may use the keys, then restart the player
hu_hu: A média gombokat egy másik alkalmazás használja. A média gombok használatbavételéhez zárj be minden olyan egyéb alkalmazást, ami ezeket használja, majd indítsd újra a lejátszót.

# MainWin_ExitApp
source: Exit application
hu_hu: Alkalmazás bezárása

# MainWin_ExitConfirmTitle
source: Exit confirmation
hu_hu: Kilépés

# MainWin_ExtitConfirmMessage
source: Exit program?
hu_hu: Valóban kilépsz ?

# MainWin_ListLabel
source: List:
hu_hu: Lista:

# MainWin_Minimize
source: Minimize to Tray
hu_hu: Tálcára küldés

# MainWin_PlayerTab
source: [ Player ]
hu_hu: [ Lejátszó ]

# MainWin_PlaylistTab
source: [ Playlist ]
hu_hu: [ Lista ]

# MainWin_RadioTab
source: [ Radio ]
hu_hu: [ Rádió ]

# MainWin_Settings
source: Settings ...
hu_hu: Beállítások ...

# Notify_Text
source: TC Player is running
hu_hu: A TC Player fut

# Notify_Title
source: Now playing
hu_hu: Jelenleg lejátzás alatt

# PlayerTab_ButtonChapters
source: [ Chapters ]
hu_hu: [ Fejezetek ]

# PlayerTab_ButtonMuteUnmute
source: Mute / Unmute
hu_hu: Némitás / Némítás feloldása

# PlayerTab_ButtonNextTrack
source: Next Track
hu_hu: Következő szám

# PlayerTab_ButtonOpen
source: Open file or list...
hu_hu: Fájl vagy lista megnyitása ...

# PlayerTab_ButtonPlayPause
source: Play / Pause
hu_hu: Lejátszás / Megállítás

# PlayerTab_ButtonPrevousTrack
source: Previous Track
hu_hu: Előző szám

# PlayerTab_ButtonSeekBack
source: Seek Back
hu_hu: Vissza tekerés

# PlayerTab_ButtonSeekForward
source: Seek Forward
hu_hu: Előre tekerés

# PlayerTab_VolumeSliderText
source: Volume: {0:P1}
hu_hu: Hangerő: {0:P1}

# Playlist_AddFolderDescription
source: Select folder to be added
hu_hu: Válaszd ki a hozzáadni kívánt mappát

# Playlist_MenuAdd
source: [ Add ]
hu_hu: [ Hozáadás ]

# Playlist_MenuAddDirectory
source: From directory ...
hu_hu: Mappa ...

# Playlist_MenuAddFile
source: From Files...
hu_hu: Fájlok...

# Playlist_MenuAddPlaylist
source: From Playlist ...
hu_hu: Lista ...

# Playlist_MenuDisc
source: [ Devices ]
hu_hu: [ Lemez ]

# Playlist_MenuDiscNotfound
source: No Drive found
hu_hu: Nem találtam lemez meghajtót

# Playlist_MenuManage
source: [ Manage ]
hu_hu: [ Kezelés ]

# Playlist_MenuManageClear
source: Clear list ...
hu_hu: Lista törlése ...

# Playlist_MenuManageDelete
source: Delete selected
hu_hu: Kiválasztott törlése

# Playlist_MenuManageSave
source: Save list ...
hu_hu: Lista mentése ...

# Playlist_MenuSort
source: [ Sort ]
hu_hu: [ Rendezés ]

# Playlist_MenuSortRandom
source: Random
hu_hu: Véletlen szerű

# Playlist_NoDiscsFound
source: No Discs found
hu_hu: Nem található lemez

# Playlist_UnsupportedListFormat
source: Unsupported Format
hu_hu: Nem támogatott formátum

# Playlist_UnsupportedListFormatTitle
source: Format Error
hu_hu: Formátum hiba

# Radio_RadioHungarian
source: Hungarian bookmarks
hu_hu: Magyar rádió adók

# Radio_RadioTcPlayer
source: TC Player bookmarks
hu_hu: TC Player rádiók

# Radio_StationsLabel
source: Radio Stations
hu_hu: Rádió állomások

# Settings_ClearUrlHistory
source: Clear Url history ...
hu_hu: URL előzmények törlése ...

# Settings_Confirm
source: Confirm exit with ESC button
hu_hu: ESC gomb lenyomásakor kilépés megerősítése

# Settings_Mediakeys
source: Try to register Multimedia keys for control
hu_hu: Multimédia gombok használata

# Settings_Notify
source: Send notifications on track change
hu_hu: Értesítés szám váltáskor

# Settings_RememberUrl
source: Remember Last opened url adresses
hu_hu: Legutóbb mengyitott URL-ek megjegyzése

# Settings_SaveDevice
source: Save output device on exit
hu_hu: Használt kimeneti eszköz mentése kilépéskor

# Settings_SaveVolume
source: Save volume on exit
hu_hu: Hangerő mentése kilépéskor

# Settings_SelectSoundFontTitle
source: Select soundfont
hu_hu: Soundfont kiválasztása

# Settings_SettingLabel
source: Settings
hu_hu: Beállítások

# Settings_SoundfontButton
source: Browse ...
hu_hu: Tallózás ...

# Settings_SoundfontPath
source: SoundFont path:
hu_hu: SoundFont Útvonal:

# Settings_UrlHistoryCleared
source: URL History Cleared
hu_hu: URL előzmények törlése

# Settings_UrlHistoryClearTitle
source: URL History
hu_hu: URL előzmények

# AddURL_Recent
source: Recent URLs:
hu_hu: Nemrég használt címek:

# AddURL_URL
source: URL:
hu_hu: Cím:

# DeviceChange_SampleRate
source: Sample Rate:
hu_hu: Mintavételezési frekvencia:

# DeviceChange_SelectLabel
source: Please select output device:
hu_hu: Válassz kimeneti eszközt:

# SongData_CdTrack
source: CD Track #{0}
hu_hu: {0}. Szám

# SongData_Error
source: Tag read error
hu_hu: Info olvasási hiba

# SongData_Unknown
source: Unknown
hu_hu: Ismeretlen

# SongData_UnknownArtist
source: Unknown Artist
hu_hu: Ismeretlen Előadó

# SongData_UnknownSong
source: Unknown Song
hu_hu: Ismeretlen Szám

# Error_Details
source: Details:
hu_hu: Részletek:

# Error_Download
source: Download Error
hu_hu: Letöltési hiba

# Error_FileLoad
source: File Load error
hu_hu: Fájl betöltési hiba

# Error_Title
source: Error
hu_hu: Hiba

# About_VisitWebsite
source: Visit Website
hu_hu: Weblap meglátogatása
